[
{"author": "Userr_mrts Martins", "published_at": "2025-10-13T17:04:10.000Z", "title": "Sa fait deux semaine que j’attendais ma commande et pour que au final après deux semaine qu’il me dise se que j’ai commander et en stock …", "content": "Sa fait deux semaine que j’attendais mon colis on n’a envoyé un message un e personne a dis on vous rappelle après jamais reçu de appelle . Nous avons envoyé un autre message pour au final qui me dise tout se que j’ai demander et en stock . Je recommande plus jamais", "rating": 1},
{"author": "AD", "published_at": "2025-10-13T12:39:14.000Z", "title": "ZARA = ESCROCS !!! Achat en ligne colis annoncé…", "content": "Achat en ligne colis annoncé déposé...jamais arrivé. Service client Zara = chat qui Clos le dossier en votre défaveur en 3 clics...ZARA EST UNE SOCIÉTÉ A FUIR AUCUN RESPECT DU CLIENT !!! j'aurais du lire les avis catastrophiques avant de commander en ligne. BOMBARDEZ LES DE LRAR ET AVIS LINKEDIN leur PDG est M ROMAY DE LA COLINA JOSE ca va peut-être les alerter des process internes de VOYOUX !", "rating": 1},
{"author": "Nessa Lo", "published_at": "2025-10-13T08:59:09.000Z", "title": "Ne remboursent pas les frais de port…", "content": "Ne remboursent pas les frais de port initiales alors qu'il est bien stipulé dans leurs conditions générales que les frais de port aller sont entièrement remboursés en cas de retour ! C'était même précisé dans le mail que j'avais reçu. Cela s'appelle du vol ! J'ai supprimé mon compte et ne ferais plus aucun achat chez eux.", "rating": 1},
{"author": "Delphine M", "published_at": "2025-10-11T15:58:44.000Z", "title": "Zara Online - Service inacceptable", "content": "A FUIR Service inacceptable de la part d'une marque internationale comme Zara. Il n'y a aucun SAV. Le chat clôture la conversation sans donner de réponses. Mon colis est arrivé avec des articles abîmés et manquant, et très compliqué de se faire rembourser car personne au SAV. Et chaque \"chat dure en moyenne 1h avec aucune réponse.", "rating": 1},
{"author": "Betty David", "published_at": "2025-10-11T13:59:32.000Z", "title": "Application très connue,la mode à petit…", "content": "Application très connue,la mode à petit prix, très actuelle, rapport qualité prix ça marche, plusieurs commandes pas déçue, sympa", "rating": 4},
{"author": "Client très déçu", "published_at": "2025-10-10T20:58:16.000Z", "title": "Enseigne à fuire", "content": "Service client totalement inexistant. La technique de faire gagner du temps pour que le client finisse par abandonner ça ne passe pas. C’est une vrai honte. L’enseigne prend ses clients pour des pigeons. Ce n’est pas la 1ere fois que je rencontre des problèmes de qualité (dernier achat jean noir avec défaut de teinture au prix de 50 euros). Je n’achèterai plus rien la bas.", "rating": 1},
{"author": "Yvonne Berton", "published_at": "2025-10-10T18:22:05.000Z", "title": "Je vais souvent chez Zara 72 Rue…belle experience", "content": "Je vais souvent chez Zara 72 Rue d'Antibes. J'ai été souvent servi par Hichel qui est à la caisse. Il est toujours souriant,m'aide à la caisse automatique C'est un plaisir d'etre servi par lui! Felicitations de l'avoir dans votre équipe.", "rating": 5},
{"author": "Malika Arib", "published_at": "2025-10-10T18:05:43.000Z", "title": "Ce n’est pas dans mes habitudes de…", "content": "Ce n’est pas dans mes habitudes de laisser un avis, mais cette fois je tenais vraiment à le faire. Je souhaite mettre en avant Clara, responsable à Zara Amiens, une salariée au top du top ! Elle donne de super conseils, prend toujours le temps d’écouter, et surtout, elle est sincère et bienveillante dans tout ce qu’elle dit. Des personnes comme elle, on n’en croise pas tous les jours ! Clara est souriante, aimable, et toujours de bons conseils (oui, je le répète car c’est tellement vrai !). Elle est aussi belle à l’intérieur qu’à l’extérieur. À chaque fois que j’ai un événement ou un achat à faire, je passe par elle sans hésiter. Bravo et merci Clara, tu es vraiment une professionnelle exemplaire. 👏 (Peut-être que tu me reconnaîtras : je suis la dame qui aime ton avis 😉)", "rating": 5},
{"author": "Lola Teyssedou", "published_at": "2025-10-09T08:45:09.000Z", "title": "une catastrophe", "content": "une catastrophe. c'est devenu impossible de commander chez zara desormais, aucun service client, le numero de telephone n'existe plus. j'ai mis deux semaines a recevoir mon colis en essayant de les joindre trois fois en vain et la j'essaye de retourner mon colis via une etiquette UPS alors qu'il n y a aucun point ups autour de chez moi. une calamité", "rating": 1},
{"author": "Morgane", "published_at": "2025-10-08T09:56:42.000Z", "title": "service client frauduleux. Refus de remboursment.", "content": "KEBE du service client de Zara.fr est la pire personne. refus de rembourser le montant complet malgré l'envoi de preuve et il coupe la conversation. Zara a remboursé 50 € au lieu de 92,85 €, puis fait un second virement mais pas assez. Quand je le signale on refuse de m'aider. Arnaque et service client irrespectueux.", "rating": 1},
{"author": "Sandrine Rols", "published_at": "2025-10-03T20:46:32.000Z", "title": "Colis retourné en relais colis car…", "content": "Colis retourné en relais colis car mauvaise taille sauf qu ils ne l ont soit disant pas reçu.. et ce sont permis de me le débiter une deuxième fois Du vol a l état pur et malgré toutes mes preuves ils ne veulent rien savoir mais impossible de les joindre c est trop facile!!!", "rating": 1},
{"author": "Ophélie Dorilas", "published_at": "2025-10-02T19:28:56.000Z", "title": "Commande importante chez ZARA", "content": "J’ai passé une commande importante chez Zara, et malheureusement mon expérience a été très décevante. Mon colis, récupéré en point relais, présentait un trou et il manquait plusieurs articles. Malgré mes explications et mes tentatives auprès du service client, on m’a simplement renvoyé la responsabilité, sans proposer de véritable solution. Je trouve cela inacceptable pour une enseigne de cette taille. Quand on paie pour une commande complète, on doit recevoir tous les articles. Je ne recommande pas leur service en ligne.", "rating": 1},
{"author": "Christelle Deschler", "published_at": "2025-10-01T18:27:26.000Z", "title": "Lamentable ma fille n’a pas reçu un…", "content": "Lamentable ma fille n’a pas reçu un colis on tourne en rond depuis 3 semaines. Le transporteur Amazon a fait n’importe quoi et Zara n’assume rien. Et on ne sait même pas à qui on parle il n’y a personne avec qui on peut parler. On communique en virtuel bravo. Ne commandez jamais chez Zara", "rating": 1},
{"author": "David", "published_at": "2025-10-01T09:25:23.000Z", "title": "Expérience ok", "content": "Colis bien reçu", "rating": 3},
{"author": "Client", "published_at": "2025-09-30T11:27:23.000Z", "title": "Service client désastreux", "content": "Je cherche à joindre le service client par téléphone, je contacte le numéro indiqué dans les termes et conditions de ma commande. Plusieurs choix possibles, je choisie le service client ZARA après une annonce des heures d'ouverture (mardi 11h00 on est dedans) l'appel raccroche. Je réitère ne choisissant le standard en me disant qu'ils vont m'orienter vers la bonne personne, naïve que je suis. Je tombe sur une personne (très désagréable) qui m'oriente vers le chat du site. Je lui explique que je veux parler à quelqu'un et que j'ai trouvé son numéro dans les termes du contrat, réponse \"j'en est rien à faire de ce que vous voulais\" et il raccroche ! voilà la considération pour le client..... Eh bin cela sera la dernière commande. Tchao ZARA !", "rating": 1},
{"author": "Muriel Esnard", "published_at": "2025-09-29T19:26:28.000Z", "title": "Zara en ligne a fuir", "content": "Même une étoile c'est trop Zara site de shopping en ligne a fuir Commande passée avec livraison à domicile avec les frais d'expédition correspondant. Livrée dans une boutique Zara à 60 kilomètres de mon domicile. J'ai contacté le tchat 2 fois et après une communication avec une IA j'ai eu des agents qui ne semblaient pas du tout concernés par mon problème et m'ont dit que je n'avais qu'à me déplacer dans la boutique qui se trouve à 60 kms de mon domicile. J'ai envoyé plusieurs mails, mais toujours la même réponse automatique \"votre commande a été livrée \" Zara se moque de sa clientèle. Impossible d'obtenir quelqu'un de compétent pour régler se problème.", "rating": 1},
{"author": "SylChris.", "published_at": "2025-09-29T16:23:22.000Z", "title": "0/5 SAV inadmissible.impossible…", "content": "0/5 SAV inadmissible.impossible d’avoir… 0/5 SAV inadmissible.impossible d’avoir des réponses à nos problématiques. Délais de réponse très long voire inexistant. Quand on y parvient, on nous répond soit à côté soit délai dépassé soit on nous donne aucune justification du refus. C’est un grand n’importe quoi et non respect de l’enseigne ! Inadmissible", "rating": 1},
{"author": "Lamagnère", "published_at": "2025-09-29T10:58:53.000Z", "title": "Inadmissible", "content": "Inadmissible! ça fait un mois que j'essaie d'obtenir un remboursement sur une erreur de la part de Zara, et je ne tombe que sur des personnes incompétentes sur le chat. Au final j'ai abandonné!!!", "rating": 1},
{"author": "Brigitte", "published_at": "2025-09-25T20:51:34.000Z", "title": "Erreur de livraison + refus de remboursement : service client Zara aberrant !", "content": "J’ai commandé un article sur Zara.com avec livraison à domicile en Belgique. Je n’ai jamais reçu de confirmation de commande, seulement un email m’indiquant que mon article était disponible… en point relais en France. Or je n’ai jamais choisi de livraison en point relais, et encore moins à l’étranger. Quand j’ai contacté le service client via le chat, la collaboratrice (très désagréable) m’a affirmé que, selon son ordinateur, j’avais acheté l’article en magasin. Aberration totale : comment aurais-je pu acheter en magasin pour ensuite recevoir un email m’indiquant une livraison en point relais ? Je vis en Belgique, je n’ai fait aucun achat en magasin. Et pour couronner le tout, Zara refuse de me rembourser les frais de livraison, alors que le problème est visiblement informatique et entièrement de leur faute. Résultat : aucune solution claire, un service client incohérent, et un manque total de considération pour le client. Très décevant (mais pas surprenant) pour une enseigne comme Zara.", "rating": 1},
{"author": "Client", "published_at": "2025-09-25T20:36:18.000Z", "title": "Honteux", "content": "Honteux Je ne savais pas où était ma commande , le responsable de la boutique Prado shopping quand je lui ai demandé de joindre par téléphone le service client puisque nous , clients , n’avons plus d’interlocuteur direct , il m’a dit qu’il appelait pour des problèmes importants !!!!, que je me débrouille pour contacter les divers services par chat, insta ou Facebook, ou autre, où personne ne répond immédiatement, de 2 h sur why’s app a 24 h sur insta….et comme 2h après sur what’s app je n’étais pas disponible, ils ont clôturé la conversation, c’est le client au service de Zara Bravo, du jamais vu Terminé les achats, vous êtes trop riches apparemment pour communiquer directement avec le peuple", "rating": 1},
{"author": "Verre", "published_at": "2025-09-23T12:39:19.000Z", "title": "0/5 SAV inadmissible.impossible d’avoir…", "content": "0/5 SAV inadmissible.impossible d’avoir des réponses à nos problématiques. Délais de réponse très long voire inexistant. Quand on y parvient, on nous répond soit à côté soit délai dépassé soit on nous donne aucune justification du refus. C’est un grand n’importe quoi et non respect de l’enseigne ! Inadmissible", "rating": 1},
{"author": "pro", "published_at": "2025-09-22T17:17:29.000Z", "title": "Service client déplorable", "content": "On dirait que le service client par tchat ou Messenger est payé pour vous répondre a côté de la plaque et ne rien résoudre . Des artu renvoyés non remboursés, j'apporte les preuves mais tjrs la meilleure réponse \" seuls les articles retournés sont remboursés\" . Des frais de retour appliques plusieurs fois car leur appli buggé et on ne peut voir tous les articles dans le menu déroulant . Leurs réponses sont farcies de faux prétextes. Quand on reçoit des articles déjà portés , abîmés, sentant le parfum ou sans étiquette, idem ils ne reconnaissent rien et se sentent toujours sans reproches . Bref je l'avais déjà dit mais cette fois ci c'est clair , j'arrête", "rating": 2},
{"author": "Dorothée Mouilloir Charles", "published_at": "2025-09-22T15:16:56.000Z", "title": "A fuir!!!", "content": "Obligé de mettre une étoile? Zara n'en mérite aucune! Colis non reçu depuis 15 jours alors qu'il est noté livré. Service client inexistant: numéro payant, contact par chat qui vous répond que vous serez contacté par mail après renseignement auprès du transporteur et qui par la suite font l'autruche. Zara est à fuir!!!!! Ne commandez jamais sur ce site!", "rating": 1},
{"author": "Allan E.", "published_at": "2025-09-20T20:26:16.000Z", "title": "Emballage en plastique très fin", "content": "Emballage en plastique très fin, arrivé déjà ouvert, et le lot de sous-vêtements commandé était abîmé. Un des slips était carrément déchiré, comme s’il avait déjà été porté. L’odeur de lessive bon marché était désagréable. J’avais craqué sur les photos, mais la qualité réelle est honteuse. Cette expérience m’a définitivement coupé l’envie de recommander chez vous", "rating": 2},
{"author": "Yoshua Gold", "published_at": "2025-09-20T14:54:04.000Z", "title": "Commande Zara jamais livrée et aucune aide", "content": "Commande Zara via Paack (n°250044054426) : jamais livrée. J’ai contacté le service client à plusieurs reprises, et leur seule réponse est : « votre colis a été livré, nous avons une preuve ». Eh bien non : 1) le colis n’a jamais été livré (nous étions chez nous toute la journée), 2) impossible d’obtenir cette soi-disant preuve. Résultat : aucune aide, aucune enquête sérieuse, juste une répétition robotique. On dirait que le colis a été perdu ou volé et que l’entreprise s’en lave les mains. Service client inexistant, irrespectueux et totalement inutile. À fuir absolument !", "rating": 1},
{"author": "Une Seynoise", "published_at": "2025-09-19T18:56:48.000Z", "title": "Si je pouvais mettre 0 vraiment un…", "content": "Si je pouvais mettre 0 vraiment un service après vente rempli d’incompétent! Livreur VOLEUR qui livre une tierce personne, avec une fausse preuve de livraison pseudo photo qui n’est même pas moi. Il n’a même pas vérifié l’identité de la personne et ZARA décide de ne pas me rembourser en faisant les aveugles. Plus jamais je ne commanderais chez eux! J’espère que cette enseigne va couler bande de voleurs", "rating": 1},
{"author": "Didier Le Duc", "published_at": "2025-09-19T18:00:25.000Z", "title": "Les tailles des Tshirts changent selon…", "content": "Les tailles des Tshirts changent selon le pays de fabrication, et c’est vraiment agaçant ! Cela complique inutilement l’achat. Merci de régler ce problème et d’harmoniser vos tailles pour éviter cette frustration aux clients.", "rating": 2},
{"author": "Philippe M.", "published_at": "2025-09-19T15:22:29.000Z", "title": "Fake delivery", "content": "Colis remis en livraison à la société Paack qui malgré un changement d'adresse certifie avoir livré le colis à la bonne adresse alors que la boîte aux lettres ne comporte pas le bon nom. 5 mois que cela dure et RIEN.. JE PENSE FAIRE SUIVRE LE DOSSIER auprès d'organismes de défense du consommateur.. Ticket ID paack 29209452.. Numéro de colis 069952591878 Date de livraison 19/05/25 Fuyez..", "rating": 1},
{"author": "antoine poujol", "published_at": "2025-09-19T08:59:19.000Z", "title": "Un des pire service client et…", "content": "Un des pire service client et e-commerce connu. Ma commande n’étant pas expédiée au bout de 2 jours j’ai du réclamé pour qu’ils veuillent bien la préparer. Puis au bout de 2 jours il a fallu à nouveau réclamer pour qu’ils envoient le colis. C’est désastreux, service client injoignable au téléphone et incompétent et inutile pas le chat.", "rating": 1},
{"author": "MOURGUES Sylvie", "published_at": "2025-09-18T16:30:42.000Z", "title": "J’ai passé commande de 2 articles l’un…", "content": "J’ai passé commande de 2 articles l’un des 2 était en rupture de stock. Aucun remboursement. Le chat une horreur. Les réponses sont déjà toutes faites. Impossible d’avoir une vraie discussion. Ils ne comprennent rien. Ni plus ni moins que du VOL", "rating": 1},
{"author": "Fred", "published_at": "2025-09-18T15:58:08.000Z", "title": "Une honte", "content": "Le colis de Zara a été livré par Mondial Relay dans un locker, or, quand je l'ai retiré du locker, il était ouvert et vide. Tout est enregistré par la caméra de vidéo surveillance. De plus, j'ai pris quelques photos du colis ouvert et vide devant les lockers. Depuis, impossible de me faire rembourser... Pire encore : impossible de me faire entendre. Je collectionne les petits conseillers sur le chat, mais ils ne font rien. Le service client de Zara pointe le transporteur du doigt et ce dernier ne répond pas. L'article L221-15 du code de la consommation tient le vendeur (Zara) pour responsable lorsque le colis se perd ou est volé ou est abîmé, y compris quand il s'agit d'un transporteur tiers qui le livre. Mais Zara fait la sourde oreille, méconnaît le code de la consommation et le client est pris en otage. J'ai fait un signalement sur SignalConso et porté plainte en ligne (plainte envoyée au procureur). C'est incroyable : chez Zara, au lieu d'acheter un article, vous achetez un probleme. Ça fait une semaine que ça dure et je n'ai même pas reçu d'excuses. Bravo Zara ! Bravo Mondial Relay !", "rating": 1},
{"author": "A Lagarde", "published_at": "2025-09-18T14:19:07.000Z", "title": "Mal coupé, emballage déchiré, odeur forte", "content": "Emballage en papier Craft trop fragile, le colis est arrivé déchiré, la chemise soit disant neuve sentait fort le parfum bon marché, je ne consomme plus vos produits depuis des années, j’ai eu un coup de coeur sur photo mais l’article était finalement mal coupé. L’expérience d’achat m’a vacciné pour les années à venir.", "rating": 2},
{"author": "Pascale", "published_at": "2025-09-17T16:38:19.000Z", "title": "J ai commandé un pantalon sur mon lieu…", "content": "J ai commandé un pantalon sur mon lieu de vacances à faire livrer chez moi car ils ne l avaient plus en magasin, après essayage j ai voulu le retourner et là impossible de contacter le service client… après plusieurs semaines d essais infructueux j ai enfin réussi à avoir quelqu’un par mail qui m a dit que je devais le ramener dans une boutique, résultat j ai dû me payer 2h30 de route et 200 bornes d essence !!!", "rating": 1},
{"author": "Cha", "published_at": "2025-09-17T09:14:58.000Z", "title": "Je cherche encore un service client…", "content": "Je cherche encore un service client aussi nul que celui de Zara mais ça n’existe pas !!! Tout simplement lamentable pour une société comme elle . N’achetez plus en ligne", "rating": 1},
{"author": "Alison GARCIA", "published_at": "2025-09-16T14:43:45.000Z", "title": "NUL !!!!", "content": "NUL NUL NUL si je pouvais ne pas mettre d’étoile je le ferais !!!! Service client à iech, ils savent tellement qu’ils sont nuls qu’on ne peut même pas les appeller mais seulement par chat intelligence artificielle. Ma commande a été envoyer à 4h de route de chez moi et personne n’est capable de m’aider et de me donner une réponse fiable et claire. Honteux comme un site comme Zara !!!!!", "rating": 1},
{"author": "Cha", "published_at": "2025-09-15T19:47:03.000Z", "title": "Colis volé par livreur chrono post et…", "content": "Colis volé par livreur chrono post et service client incapable de faire quoique ce soit. Ils posent plusieurs fois les mêmes questions pour ne rien faire à chaque fois Ils croient le livreur Ferment les conversations prématurément sans avoir fini Une catastrophe j’ai perdu de l’argent Et le service client est défectueux personne ne les sanctionne Zara a perdu un client !", "rating": 1},
{"author": "Flo DEHOEY Flow Mara", "published_at": "2025-09-13T10:53:12.000Z", "title": "Scandaleux j ai réalisé un retour de 3…", "content": "Scandaleux j ai réalisé un retour de 3 articles, seulement deux ont été remboursés. Je les ai relancé à 3 reprises via e-mail et chat et ils ignorent ma demande. Je déconseille fortement les achats chez Zara", "rating": 1},
{"author": "Séverine", "published_at": "2025-09-12T13:54:44.000Z", "title": "Zara au-dessus des lois !!", "content": "Une personne du service client m’a appelé ce jour suite à mon mécontentement au sujet d’un Pantalon noir en lin que j’ai commandé sur leur site. À la livraison, j’ai reçu le pantalon avec un problème d’étiquetage, 10€ moins cher que le prix indiqué sur le site. « Selon l'article L112-1 du Code de la consommation, lorsque le prix affiché est différent du prix à payer, le commerçant est tenu d'appliquer le prix le plus bas. » Cette personne m’a juste appelé pour m’expliquer que l’erreur est humaine. Et m’indiquer poliment que j’avais tort et que l’entreprise Zara avait raison. Site à éviter, de plus les compositions des vêtements ne sont pas au top. De beaux shootings photos pour cacher un problème de qualité.", "rating": 1},
{"author": "Farida", "published_at": "2025-09-12T10:39:48.000Z", "title": "Le pire service client qui existe", "content": "Le pire service client qui existe. C’est pas possible qu’un autre service comme celui-ci existe, il faut payer à rien faire.", "rating": 1},
{"author": "CGP", "published_at": "2025-09-11T17:44:45.000Z", "title": "J’ai vécu une très belle expérience…", "content": "J’ai vécu une très belle expérience dans cette boutique grâce à l’une des vendeuses du nom de Rosalie elle s’est vraiment impliqué pour me trouver un article pas comme les autres vendeuses qui nous snobe généralement…", "rating": 5},
{"author": "bouillaud buscail catherine", "published_at": "2025-10-27T21:24:12.000Z", "title": "BY BY", "content": "Fidèle cliente depuis des années , je constate une dégradation continue au niveau de la qualité des produits et SURTOUT une relation client exécrable et un service internet nul, aucune possibilité d'être mis en relation avec un HUMANOIDE et un véritable mépris pour les clients. 1,2 sur 5 sur 2600 avis.... Vos boutiques ferment les unes après les autres ....posez-vous les bonnes questions. Pour moi by by", "rating": 1},
{"author": "Ludivine Candau", "published_at": "2025-10-27T20:02:46.000Z", "title": "Colis non reçu alors que livré d’après…", "content": "Colis non reçu alors que livré d’après le transporteur qui ne m’a d’ailleurs pas appelée avant livraison comme à l’habitude, et service client inexistant géré par une IA de m…. Colis certainement volé par un livreur malhonnête! Très déçue…", "rating": 1},
{"author": "roblox cactus", "published_at": "2025-10-27T18:33:12.000Z", "title": "Nous n'avons pas le droit de s'asseoir…", "content": "Nous n'avons pas le droit de s'asseoir or que on veux pas tous fouillé le magasin les prix son chère pour rien vous pouvez trouvez moin chère ect si j'y vais c'est pour accompagner des gens. La musique est désagréable le son est cassé donc sa casse les oreilles", "rating": 1},
{"author": "Julie Bellaiche", "published_at": "2025-10-25T14:49:53.000Z", "title": "Service client inexistant", "content": "Service client inexistant. Aucun respect pour le client. Il manque 9 articles à ma commande je bataille avec leur Chat inutile et infernal depuis plusieurs semaines pour soit être remboursée sur ces articles soit qu’ils me les renvoient. Mon colis serait parti intact de l’entrepôt mais ils n’ont aucune preuve qu’il est arrivé chez moi comme il est parti. Il me manque 9 articles…. C’est tout simplement énorme. Je ne suis ni dans le besoin ni une menteuse ni une voleuse, on parle de plus de 200€ de commande jamais reçue et ils n’en ont apparemment rien à faire. C’est une honte. La commande concernée est le 53907697815. Je supprimerai cet avis si Zara fait preuve de professionnalisme et s’ils daignent me rappeler et traiter ma demande comme ils se doit.", "rating": 1},
{"author": "Joy", "published_at": "2025-10-25T13:30:57.000Z", "title": "Je suis très mécontente l’enseigne…", "content": "Je suis très mécontente l’enseigne Zara. Il est impossible de les contacter par téléphone. J’ai un problème avec une commande qui n’a pas été envoyé depuis plus de 3 semaines et on me renvoie à une Intelligence artificielle (IA ) qui vous dis ce que vous savez déjà ex : : « votre commande va être envoyée le 7 , 8 octobre : » . On est le 25 octobre et l’ IA me répond encore que m’a commandé va être expédié le 7,8 octobre 2025. Dorénavant, je ne commanderais plus sur le site et je vais supprimer l’application. C’est une HONTE pour une telle enseigne de traiter sa clientèle comme ça.", "rating": 1},
{"author": "Gwenola Pirlot", "published_at": "2025-10-25T10:33:46.000Z", "title": "À fuir à éviter.", "content": "J'ai dû mettre une étoile mais franchement, ça n'en mérite aucune! Vêtements de très mauvaise qualité, Les détails ne sont pas toutes les mêmes. Visiblement chez eux ça normal, ils ne veulent pas intervenir pour un remboursement ou un échange. Dommage que je ne sais pas publier les photos. Vous seriez vraiment surpris. A éviter franchement.", "rating": 1},
{"author": "Cianfa", "published_at": "2025-10-24T12:55:10.000Z", "title": "A FUIR, SERVICE CLIENT ZARA DEPLORABLE", "content": "Service client Zara absolument déplorable. Inditex = voleurs. J'ai passé une commande le 6 octobre pour un montant de 75,90 € avec 2 articles (débité de suite via paypal), censés être livrés le 16/10. Le 18/10, commande toujours notée 'en préparation'. Je contacte le chat par 4 fois. Réponse au bout de + 1h d'attente au total, pour me dire que ma réclamation était remontée. Remboursement demandé, puisque la commande n'a pas quitté les entrepôts de Zara, sans mail d'info.On me repond que je vais être remboursée. Mais rien ne se passe... Je me rends donc en boutique à Châtelet où un responsable contacte le service client par téléphone. Réponse : 'il faut revenir en boutique dans 2 jours pour que nous rappelions le service et ils vous rembourseront'. Je reviens en boutique, le responsable appelle le service. On me dit c'est ok, on va vous rembourser. 5 jours après, toujours rien. Et là surprise, je reçois un mail de zara qui me dit qu'un seul article va m'être expédié avec réception le 30/10. L'autre a carrément disparu de ma commande sur le site, sans aucun remboursement de cet article déjà payé pourtant ! Heureusement, j'avais fait des captures écrans. Je recontacte zara via le chat, qui au bout de 40 minutes me dit que l'article est épuisé. Je leur demande si Zara compte me rembourser de cet article épuisé qui a disparu totalement de ma commande et là, le contact me dit qu'il transfert la demande et met fin à la conversation. Bilan: des heures passées à courir après Zara, une commande non livrée et non remboursée. Ca s'appelle comment, hormis du vol ? De la part d'un grand groupe comme celui-ci, c'est inadmissible... Je vais devoir continuer à batailler pour pouvoir être remboursée et n'acheterai plus jamais chez eux. La perte de temps est colossale. Perte d'argent. Perte d'energie. Sentiment d'être volée. Pour celles/ceux qui lisent ces avis, je vous déconseille très fortement de commander chez Zara. Ce type de souci arrive fréquemment.", "rating": 1},
{"author": "Audrey", "published_at": "2025-10-23T14:54:58.000Z", "title": "Un colis annoncé comme livré mais je ne…", "content": "Un colis annoncé comme livré mais je ne l'ai jamais eu... seul moyen de contacter le service client est le chat ou le WhatsApp , et après un temps d attente assez conséquent, quelques questions...hop tout est clos! Inadmissible !", "rating": 1},
{"author": "selma djoubri", "published_at": "2025-10-22T20:57:03.000Z", "title": "Une honte", "content": "Une honte ! Mon colis n’est jamais arrivé chez moi, certainement volé par le livreur et Zara m’informe qu’ils ne peuvent donner une suite favorable à ma réclamation. Mon colis devait être déposé dans ma boite aux lettres par leur transporteur et cela n’a jamais été fait ! Je ne commanderai plus JAMAIS chez Zara car ils refusent de m’aider avec Chronopost", "rating": 1},
{"author": "Jerome Fatout", "published_at": "2025-10-22T17:23:02.000Z", "title": "Un remboursement qui traîne depuis plus…", "content": "Un remboursement qui traîne depuis plus de 2 semaines , le chat est une blague , c'est de l'IA donc pas de réponse ... pas de téléphone ... on fait une réclamation par Pigeon voyageur ? . C'est une honte ...", "rating": 1},
{"author": "Corradini", "published_at": "2025-10-21T16:57:00.000Z", "title": "Suite à une offre pour 1 coffret à…", "content": "Suite à une offre pour 1 coffret à 1euros95 je me suis fait prélever une fois 1.95 et 69.49. Je me suis fait arnaquer par GASTROLETTERS.COM qui se trouve en Roumanie.", "rating": 1},
{"author": "CATHERINE GUILLOU", "published_at": "2025-10-21T13:56:16.000Z", "title": "Quand au bout de cinq mois", "content": "Quand au bout de cinq mois, vous n’avez toujours pas reçu votre colis !!!! Et que tout le monde s’en balance Que dois-je faire ? Écrire à 50 millions de consommateurs, c’est ce que je vais faire C’est une honte pour Zara", "rating": 1},
{"author": "tlb", "published_at": "2025-10-21T11:03:43.000Z", "title": "c'est une honte", "content": "c'est une honte. Il n'y a pas de service client. J ai passé une demie heure à transmettre des preuves de dépot d'un colis qui leur est parvenu j'ai tous les justificatifs il y a 10 jours et aucune trace de remboursement. L IA clos le chat en disant que j'aurai une confirmation du retour quand il l aurons scanné point; Un jour;;;", "rating": 1},
{"author": "Albane de Rouville - - - -", "published_at": "2025-10-20T10:31:12.000Z", "title": "Service client nul", "content": "Nul Service client de très mauvaise qualité Ils ferment les conversations sans même qu on puisse répondre", "rating": 1},
{"author": "Satier", "published_at": "2025-10-17T16:25:53.000Z", "title": "Inadmissible !", "content": "Inadmissible ! J’attend un colis depuis le 9 octobre. Je reçois un mail pour me signaler un problème donc livraison le 14 octobre. Depuis le 14, j’ai tenté à plusieurs reprises de contacter le SAV (une catastrophe). Le 17 octobre on finit par me dire, colis perdu. Donc aucun sms/mail ? C’est à moi de chercher partout pour avoir cette information? Si je n’avais pas vu, et rien dit, mon argent serait où ? On me propose de me renvoyer le colis, sans geste commercial. C’est ça le sav de Zara ? Bravo ! Même 5% j’aurais accepté, c’est juste le geste. Je déconseille fortement cette marque. J’ai fais supprimer mon compte, je préfère acheter chez les concurrents qui eux ont un SAV.", "rating": 1},
{"author": "Aliénor Pijls De Vitry", "published_at": "2025-10-17T14:44:24.000Z", "title": "Aucun contact possible + Arnaque", "content": "Aucun contact possible. J avais une question mais pas moyen d avoir quelqu'un en ligne et par chat ou whatsapp un certain Imane vous demande vos informations personnelles et s ennerve au point de clôturer la discussion si vous lui dites que vos informations personnelles ne sont pas nécessaires pour répondre a une simple question.", "rating": 1},
{"author": "EOMY", "published_at": "2025-10-17T07:23:57.000Z", "title": "J'ai récupéré ma commande en point…", "content": "J'ai récupéré ma commande en point relais celle-ci à été ouverte et à l'intérieur 3 articles manquants, j'ai fait des photos du colis clairement bien visible sur place du colis clairement ouvert, j'ai contacter le service client par chat, la personne le dit que les photos ne sont pas suffisamments clair ! FRANCHEMENT C'EST DU N'IMPORTE QUOI LÀ !", "rating": 1},
{"author": "Ahmed", "published_at": "2025-10-17T01:34:05.000Z", "title": "J’ai effectuer un retour d’achats", "content": "J’ai effectuer un retour d’achats, cela fait plus de 6 semaines que j’attend un remboursement a hauteur d’un montant de 125,45 euros qui n’a toujours pas été rembourser, aucun moyen de contact direct a part le chat qui soit dis en passant sers a rien et qui ont que la phrase « on s’excuses de la gène occasionnée » a la bouche et qui ne vous aide pas pas du tout. Quand vous leurs dite que vous n’avez pas reçu votre remboursement tout a fait légitime ils remettent la faute sur votre banque en disant que c’est eux qui faut voir pour accéléré le processus, ce qui est faux. Ce sont clairement des voleurs je vous déconseille d’aller commander sur leur site car au moindre problèmes vous n’aurez pas d’aide de leurs parts et ne profiterais pas de vos droits.", "rating": 1},
{"author": "Veronica Marin", "published_at": "2025-10-15T19:41:52.000Z", "title": "À ne plus commander en ligne !!!", "content": "À ne plus commander en ligne !!! Une catastrophe J’ai commandé pour 200€ en juillet et jamais reçu . Pas de service téléphonique que leur chat de deux balles qui ferme sans donner de réponse!! Réclamation faite et reçu après plusieurs tentatives mais jamais de nouvelles.. Donc 200€ à la poubelle, le livreur a bien récupéré mes affaires et a marqué livraison réussi ! Tentative de commander à nouveau mais livraison au point relais Nouvelle surprise, colis déposé dans un point relais à 20km de l’adresse indiquée! J’appelle le service de livraison et la réponse de leur part : soit vous y allez la récupérer la bas sinon vous faites une réclamation chez ZARA . Donc je suis allez biensur mais j’ai juré que je commanderais plus sur internet et je vous conseille de faire la même chose.", "rating": 1},
{"author": "nat", "published_at": "2025-10-15T14:46:36.000Z", "title": "La responsable du magasin est…", "content": "La responsable du magasin est incompétente et très désagréable elle vous répond très mal ou pas du tout vous fuit et cela à plusieurs reprises", "rating": 1}
]